<template>
     <article class="m-monthlyAgreement">
          <h1>鹰眼会员连续包月协议</h1>
          <h2>合作协议的确认</h2>
          <p
               class="text-indent"
          >北京买家帮网络信息有限公司（下称“买家帮”）在此特别提醒您（鹰眼会员）已认真阅读本《鹰眼会员连续包月协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权使用鹰眼会员连续商品自动续费服务。本协议可由买家帮随时更新，更新后的协议条款一旦公布即代替原来的协议条款，您可在鹰眼鉴房APP查阅最新版协议条款。在买家帮修改协议条款后，如果您不接受修改后的条款，请立即停止与买家帮合作，若您未予停止，则视为接受修改后的协议。您在享受本服务时，应同时遵循《鹰眼会员服务协议》以及相关平台规则。</p>
          <p class="text-indent">鹰眼鉴房已经以文字加粗或其他合理方式提示您重点阅读协议中与您的权益（可能）存在重大关系的条款。</p>
          <div>
               <h2>一、服务条款的接受与修改</h2>
               <p>本协议是鹰眼鉴房会员（以下简称“鹰眼会员”或“会员”）与北京买家帮网络信息有限公司（以下简称“买家帮”）之间关于会员使用买家帮提供的连续包月（亦称“自动续费”）委托扣款服务（以下简称“本服务”）所订立的协议。会员在开通本服务时应完整阅览本协议，并充分理解本协议约定的买家帮与会员之间关于本服务的权利义务。会员选择本服务即视为享有本协议约定的权利，并同意接受本协议各项条款的约束，如买家帮与会员之间产生法律纠纷将根据本协议的有关约定解决。</p>
          </div>
          <div>
               <h2>二、自动续费委托扣款服务说明</h2>
               <ul>
                    <li>
                         自动续费服务是指在鹰眼鉴房注册用户已成功开通鹰眼会员服务的前提下，出于会员对于自动续费的需求，避免会员因疏忽或其他原因导致未能及时续费而推出的服务。
                         <strong>如会员选择开通自动续费服务的，即会员授权鹰眼鉴房可在会员服务期限即将过期时或会员服务的订阅周期即将到期时，委托支付渠道从与鹰眼鉴房会员账号绑定的会员自有充值账户、与会员账号绑定的第三方支付账户、银行卡、与苹果商店账户绑定的支付账户等账户（以下统称“账户”）余额中代扣下一个计费周期的费用。该服务实现的前提是您已将您的会员账号、苹果商店账户与上述账户中的一种进行绑定，且可成功从其上述账户中足额扣款。</strong>
                    </li>
                    <li>计费周期：如月度、季度、年度等（具体以鹰眼鉴房提供的为准），会员可自行选择。</li>
                    <li>
                         自动扣款规则：
                         <ul>
                              <li class="list-style">
                                   <strong>会员选择开通自动续费的，则视为同意授权鹰眼鉴房可在会员服务期限即将过期时，依据支付渠道的扣款规则向账户发出扣款指令，并同意账户可以根据鹰眼鉴房发出的扣款指令，在不验证会员账户密码、支付密码、短信校验码等信息的情况下从账户中扣划下一个计费周期的费用。一旦扣款成功，鹰眼鉴房将为会员开通下一个计费周期的会员服务，并同时相应延长会员服务期限；</strong>
                              </li>
                              <li class="list-style">
                                   <strong>除非会员主动明确地取消了自动续费，否则，会员对鹰眼鉴房的自动扣款委托长期有效、不受次数限制；</strong>
                              </li>
                              <li class="list-style">您知悉并同意，您使用第三方支付渠道支付费用的，您还将受到该第三方服务条款、使用规则的约束；</li>
                              <li class="list-style">
                                   <strong>如果鹰眼鉴房在会员服务期限即将过期前通过您的账户扣款失败的，无论是因金额不足或其他原因，鹰眼鉴房有权在会员服务期限到期后暂停或终止您对鹰眼会员服务的使用。但由于自动续费服务需要您主动操作取消，如果您未进行此等操作，则将视为您同意鹰眼鉴房可依据支付渠道的扣款规则在会员服务期限到期后的一定期限内进行不时的扣款尝试（即使您账户内金额不足）。一旦在此期限内鹰眼鉴房足额收取了费用，鹰眼鉴房将恢复您对自动续费服务和鹰眼会员服务的使用权限；</strong>
                              </li>
                         </ul>
                    </li>
                    <li>
                         取消方式：您可以随时以任何理由取消自动续费服务。鹰眼鉴房已在产品内为您详细展示了取消方式及取消步骤，您可至相关页面进行查阅。
                         <strong>您知悉并同意，虽然您按照前述操作方法取消了自动续费服务，但在取消前已经委托鹰眼鉴房自动续费的扣款指令仍然有效，鹰眼鉴房对于基于该指令在取消操作完成前已经扣除的费用不予退还且不予支付任何形式的赔偿/补偿，相关责任与损失由您自行承担。</strong>
                    </li>
                    <li>责任分担原则：如在扣费过程出现差错，鹰眼鉴房和您应密切配合查明原因，各自承担己方过错造成的损失；若因双方各自存在不均等过错造成损失的，由双方按过错的程度承担相应责任；因双方共同过错造成损失但无法区分各自过错的，由双方均摊责任。</li>
                    <li>
                         <strong>您在购买鹰眼会员服务（包括自动续费服务）之前应仔细核对账号信息、购买的服务内容、价格、服务期限等信息。鹰眼会员服务费用在您支付完成后，不可转让，且不予退还（如因鹰眼会员服务存在重大瑕疵导致您完全无法使用等除外）。</strong>
                    </li>
                    <li>鹰眼会员服务（包括自动续费）的收费标准由鹰眼鉴房根据自身运营策略独立决定（包括费用调整），并在会员费用支付页面向您显示；若在自动续费时/之前，鹰眼会员服务价格发生调整的，应以鹰眼鉴房平台上公示的现时有效的价格为准。您同意您继续操作的行为（包括但不限于点击同意、或继续购买、或完成支付行为、使用鹰眼会员服务等），即视为您知悉并同意该收费标准。</li>
                    <li>鹰眼鉴房向会员提供的本服务均仅限于会员在鹰眼鉴房平台使用，任何违反鹰眼鉴房《用户使用协议》《鹰眼会员服务协议》等平台协议或以恶意破解等手段规避续费而使用鹰眼会员服务付费内容等行为，均构成违反本协议行为。鹰眼鉴房一经发现可以不经行为人同意立刻停止包月服务及本服务，由此引起的一切法律后果由行为人负责，鹰眼鉴房将依法追究行为人的法律责任。</li>
               </ul>
          </div>
          <div>
               <h2>三、双方的权利和义务</h2>
               <ul>
                    <li>鹰眼鉴房负责向会员提供有关本服务具体情况的查询方式，但不负责打印相关发票并转送会员。</li>
                    <li>
                         <strong>鹰眼鉴房可根据其业务开展或技术升级等情况变更或修改本协议的有关服务内容、规则及条款，鹰眼鉴房在做出上述变更或修改前，将根据情况有选择的在鹰眼鉴房相关页面上公示修改的内容，但无义务另行做个别通知。如果会员不同意本协议的修改，可以取消已经获取的服务并停止使用；如果会员继续使用鹰眼会员提供的服务，则视为会员已经接受本协议的全部修改。</strong>
                    </li>
                    <li>鹰眼鉴房对会员开通自动续费服务不收取任何费用，但鹰眼鉴房有权根据业务需要或市场变化等原因决定是否对本服务本身进行收费或调整自动续费周期及费用，有选择的在相关页面向会员进行公示。</li>
               </ul>
          </div>
          <div>
               <h2>四、 协议有效期限、终止</h2>
               <ul>
                    <li>本协议自会员选择接受或使用本服务后生效，直至会员终止本服务/注销会员资格时终止。</li>
                    <li>会员有权随时在鹰眼鉴房平台的相关页面中选择终止本服务，终止后本服务后，鹰眼鉴房将停止向会员提供本服务。</li>
                    <li>会员在选择终止本服务前已经委托鹰眼鉴房自动续费扣款的指令仍然有效，鹰眼鉴房对于基于该指令扣除的费用不予退还。</li>
               </ul>
          </div>
          <div>
               <h2>五、 违约责任</h2>
               <p class="text-indent">如果一方违约，守约方有权通过双方约定的争议解决方式获得补偿。</p>
          </div>
          <div>
               <h2>六、 争议解决和法律适用</h2>
               <p
                    class="text-indent"
               >鹰眼鉴房与会员应通过友好协商解决本协议履行过程中产生的争议，经协商无法解决的，任何一方均有权将争议提交至北京市海淀区人民法院提起诉讼。本协议的解释、效力和执行均适用中华人民共和国法律。</p>
          </div>
     </article>
</template>
<style lang="scss" scoped>
.m-monthlyAgreement {
     padding: 20px 15px;
     h1 {
          margin-top: 0.1rem;
          text-align: center;
     }
     h2 {
          margin: 15px 0;
     }
     p {
          text-align: justify;
          line-height: 25px;
     }
     ul {
          padding-left: 20px;
          li {
               list-style-type: decimal;
               line-height: 25px;
               text-align: justify;
               margin-top: 0.1rem;
          }
     }
     .mar-top {
          margin-top: 0.1rem;
     }
     .mar-left {
          padding-left: 60px;
     }
     .text-indent {
          text-indent: 2em;
     }
     .text-indent-4 {
          text-indent: 4em;
     }
     .list-style {
          list-style-type: lower-roman;
     }
}
</style>