<template>
     <article class="m-serviceAgreement">
          <section>
               <div>
                    <h1>鹰眼会员服务协议</h1>
                    <h2>重要提示</h2>
                    <p
                         class="text-indent mar-top"
                    >欢迎使用鹰眼鉴房会员（以下简称“鹰眼会员”）服务，为了保障您的权益，请在使用付费会员服务之前，详细阅读此服务协议（以下简称“本协议”）所有内容，特别是加粗部分。未成年人则应在法定监护人陪同下阅读。</p>
                    <p
                         class="text-indent mar-top"
                    >除非您已阅读并接受本协议所有条款，否则您无权使用付费会员服务。您对付费会员服务的购买或使用行为即视为您已阅读并同意接受本协议的约束。</p>
                    <p
                         class="text-indent mar-top"
                    >本协议是鹰眼鉴房注册用户与北京买家帮网络信息有限公司（下称“买家帮”）之间关于您成为鹰眼鉴房付费会员及使用鹰眼鉴房提供的会员服务（下称“鹰眼会员服务”）所订立的有效契约，具有法律效力。“鹰眼会员服务”是指鹰眼鉴房为付费会员提供的会员权益；“鹰眼会员”或“会员”是指完成了成为鹰眼会员的所有程序且在会员服务期限内遵守相关服务使用规则下享受鹰眼会员服务的自然人。</p>
                    <p
                         class="text-indent mar-top"
                    >鹰眼鉴房已经以文字加粗或其他合理方式提示您重点阅读协议中与您的权益（可能）存在重大关系的条款（包括相关免除或限制责任条款等）。同时，双方同意前述免责、限制责任条款不属于《合同法》第40条规定的“免除其责任、加重对方责任、排除对方主要权利”的条款，即您和鹰眼鉴房均认可前述条款的合法性及有效性，您不会以鹰眼鉴房未尽到合理提示义务为由而声称协议中条款非法或无效</p>
                    <p
                         class="text-indent mar-top"
                    >本协议构成您获取和使用鹰眼会员服务之必要前提条件，您应当在仔细阅读并同意本协议的全部内容后获取和使用鹰眼会员服务。如您不同意本协议的任一内容，您应立即停止下一步操作。用户成为鹰眼会员或使用鹰眼会员服务即表示您完全接受本服务协议。本协议自用户成为鹰眼会员或开始使用鹰眼会员服务之日起在用户与鹰眼鉴房之间产生法律效力。</p>
                    <p class="text-indent mar-top">未成年人应在监护人监护、指导下阅读并决定是否同意本协议。</p>
               </div>
               <div>
                    <h2>一、服务协议的接受和修订</h2>
                    <ul>
                         <li>本协议内容包括协议正文及买家帮公司已经发布的或将来可能发布/更新的各类规则。所有规则均为本协议不可分割的组成部分，与协议正文具有同等法律效力，本协议正文与前述规则存在冲突的，以本协议正文为准。除另行明确声明外，您使用鹰眼会员服务均受本协议约束。</li>
                         <li>本协议及相关服务条款如由于业务发展需要进行修订的，买家帮将在鹰眼鉴房平台公布。您可前往查阅最新版协议条款。在买家帮修改上述条款后，如果您不接受修改后的条款，您可以选择终止使用鹰眼会员服务。您继续使用本服务的，将被视为已接受了修改后的协议。</li>
                    </ul>
               </div>
               <div>
                    <h2>二、服务说明</h2>
                    <ul>
                         <li>
                              <strong>鹰眼会员服务涉及的鹰眼鉴房产品/服务的所有权及相关知识产权均归鹰眼鉴房所有或拥有合法授权。其中鹰眼鉴房楼盘质量基础数据（包含但不限于质量图片、质量问题描述、视频等）全部来自于用户贡献或第三方数据支持并授权鹰眼鉴房使用。其中鹰眼鉴房授予会员一项个人的、非独家的、不可转让的、非商业用途的、可撤销的、有期限的使用许可，即鹰眼会员仅享有以上产品/服务的有限使用权。鹰眼鉴房所提供的服务将按照其服务条款和操作规则严格执行。</strong>
                         </li>
                         <li>
                              <strong>鹰眼鉴房有权基于自身运营策略单方面决定和调整鹰眼会员服务内容（如有些质量问题描述、质量照片、视频等因侵权或存在真实性争议等原因下线）、服务方式。</strong>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>三、成为鹰眼会员的程序</h2>
                    <ul>
                         <li>如您希望使用鹰眼会员服务的，需先登录您的鹰眼鉴房帐号，或注册鹰眼鉴房帐号并登录。在成功登录鹰眼鉴房帐号的基础上，申请加入鹰眼会员。如您选用其他第三方帐号登录鹰眼鉴房的，您应保证第三方帐号的稳定性、真实性以及可用性，如因第三方帐号原因（如第三方帐号被封号等）致使您无法登录鹰眼鉴房的，您应与第三方帐号的所属公司联系。您在使用鹰眼会员服务时登录的鹰眼鉴房帐号是买家帮公司确认您身份的唯一依据。</li>
                         <li>
                              您可以在开通服务界面通过买家帮认可的支付方式完成支付来开通鹰眼会员服务。
                              <strong>您在开通服务时，应仔细核对帐号名称、开通服务类型与时长等具体信息。如因您个人原因造成充错帐号、开通错服务或时长，鹰眼鉴房不予退还已收取的费用。</strong>
                         </li>
                         <li>如您使用个人信息注册成为鹰眼鉴房用户并成为鹰眼会员的，您必须保证您提供的个人信息真实、准确、合法且有效，且当您的前述个人信息发生变化时，您应及时予以更新，否则由此造成的鹰眼会员权利不能全面有效行使或无法获取鹰眼鉴房最新通知的损失和责任均由您自行承担。</li>
                         <li>在您阅读和同意本协议全部内容、支付了会员费用（如收费）并完成了成为鹰眼会员的其他所有程序后，您即取得鹰眼会员资格，在您持续遵守鹰眼鉴房相关服务使用规则下，即能够在鹰眼会员服务期限内享受鹰眼会员服务。如您不同意前述任一流程或内容的，您应立即停止下一步操作。一旦您完成了成为鹰眼会员的所有程序，即视为您对所有流程及其内容无异议。</li>
                         <li>您知悉并同意，鹰眼会员服务系网络商品和虚拟商品，采用先收费后服务的方式，会员费用是您所购买的会员服务所对应的网络商品价格，而非预付款或者存款、定金、储蓄卡等性质，鹰眼会员服务一经开通后不可转让或退款（如因鹰眼会员服务存在重大瑕疵导致您完全无法使用等除外）。您可以通过登录鹰眼鉴房免费查询您的账号信息详情，包括已开通的鹰眼会员服务内容、服务期限等。</li>
                         <li>鹰眼会员账号的所有权归鹰眼鉴房所有，鹰眼会员仅在鹰眼鉴房授权范围内拥有鹰眼会员账号的有限使用权。您应自行负责妥善且正确地保管、使用、维护您的鹰眼会员账户（包括账户信息及密码），您应对您的账户信息和密码采取必要和有效的保密措施。您知悉并同意，为保护您的账号安全，防止账号被盗等情况发生，鹰眼鉴房有权在您使用时采用一种或多种身份验证方式，如未成功通过验证的，鹰眼鉴房有合理理由怀疑您的账号出现被盗等不安全情况，则鹰眼鉴房有权视情节严重情况而决定是否中止向您继续提供会员服务并采取进一步措施，且对此，鹰眼鉴房无需承担任何责任。非鹰眼鉴房原因致使您账户信息被篡改、密码泄露以及其他因保管、使用、维护不当而造成的损失，您应自行承担责任，鹰眼鉴房在法律允许的最大范围内无须承担与此有关的任何责任。</li>
                    </ul>
               </div>
               <div>
                    <h2>四、鹰眼会员权益及服务期限</h2>
                    <ul>
                         <li>鹰眼会员权益，即鹰眼鉴房为鹰眼会员提供的专门服务，包括质量金子塔、工程管理风险、航拍监控、工程实况、维权咨询、媒体支持、专属客服等具体以鹰眼鉴房平台上鹰眼会员页面的说明或鹰眼鉴房实际提供为准，本协议项下的会员权益名称与页面的说明不一致的，不影响会员所实际享受的会员权益的内容。</li>
                         <li>鹰眼鉴房有权基于自身运营策略变更全部或部分会员权益、适用的用户设备终端。就前述权益调整，鹰眼鉴房将在相应服务页面或以其他合理方式进行通知，您也可通过鹰眼鉴房官方渠道查询最新的会员权益内容。</li>
                         <li>您在使用鹰眼会员服务过程中获得的积分、卡券、优惠券、代金券、福利券、成长值等虚拟产品（如有），仅能用于鹰眼鉴房官方渠道公布的指定用途，不能兑换现金或转让、在使用后亦不会恢复。且鹰眼鉴房有权单方面决定（包括调整）其使用规则（包括使用有效期）。</li>
                         <li>鹰眼会员服务的服务期限以您自行选择并支付相应会员费用对应的服务期限为准，自您成为鹰眼会员之时起算，您可以通过登录鹰眼鉴房免费查询。该期限不因您未使用而延长。当会员服务期限到期后，鹰眼鉴房将停止继续向您提供鹰眼会员服务；但如您开通自动续费服务且您在服务期限到期前续费成功的，会员服务期限将在原服务期限的基础上顺延。</li>
                    </ul>
               </div>
               <div>
                    <h2>五、鹰眼会员服务费用</h2>
                    <ul>
                         <li>鹰眼鉴房提供的鹰眼会员服务为收费服务，使用该服务前需要支付相应的服务费用。除此之外，您也可以通过营销活动、会员服务卡（如有）等鹰眼鉴房认可的途径获取该服务。</li>
                         <li>
                              您可通过鹰眼鉴房实际接受的付费方式完成鹰眼会员费用的支付，如银行卡支付、第三方支付等。
                              <strong>您知悉并同意，鹰眼会员服务的付费方式为代收费运营商托收的付款方式，您通过此种付费方式付费可能存在一定的商业风险（如不法分子利用您账户或银行卡等有价卡等进行违法活动），该等风险可能会给您造成相应的经济损失，您应自行承担向侵权方追究侵权责任和追究责任不能的后果。</strong>
                         </li>
                         <li>
                              自动续费服务是指在会员已开通鹰眼会员服务的前提下，出于会员对于自动续费的需求，避免会员因疏忽或其他原因导致未能及时续费而推出的服务。如会员选择开通自动续费服务的，即会员授权鹰眼鉴房可在会员服务期限即将过期时或会员服务的订阅周期即将到期时，委托支付渠道从与鹰眼会员账号绑定的会员自有充值账户、与会员账号绑定的第三方支付账户、银行卡、与苹果商店账户绑定的支付账户等账户（以下统称“账户”）余额中代扣下一个计费周期的费用。
                              <strong>该服务实现的前提是您已将您的会员账号、苹果商店账户与上述账户中的一种进行绑定，且可成功从其上述账户中足额扣款。计费周期：如月度、季度、年度等（具体以鹰眼鉴房提供的为准），会员可自行选择。</strong>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>六、双方权利及限制</h2>
                    <p>鹰眼会员和鹰眼鉴房均有权享受/有义务遵守法律法规的规定的和本协议约定的权利/义务。</p>
                    <ul>
                         <li>鹰眼会员服务期限内，您有权选择参加由鹰眼鉴房组织的会员活动并享有由鹰眼鉴房提供的各项优惠。具体活动及优惠的内容及规则以鹰眼鉴房实际提供为准。</li>
                         <li>鹰眼鉴房可能会根据实际运营情况对不同阶段已经开通且持续有效的鹰眼会员给予延期、权益升级等方面的优惠，具体优惠政策以鹰眼鉴房在相关服务页面通知的内容为准。</li>
                         <li>
                              如您触发上述规则的，鹰眼鉴房有权视情节作出限制登录、限制使用、自动封禁违规账号或其他处理。
                              <strong>若您的鹰眼会员账号被封禁的，鹰眼鉴房有权不经通知直接收回该账号使用权、取消该账号会员资格，并不予退还会员服务费且不予支付任何形式的赔偿/补偿。因此造成的损失和责任由您自行承担。</strong>
                         </li>
                         <li>您知悉并确认，因苹果应用商店渠道允许非注册用户通过游客方式购买鹰眼会员服务，会员服务将会绑定您购买会员时所用的设备，鹰眼会员服务也将仅可在绑定设备上使用，如您需在其他设备中使用。</li>
                         <li>
                              <strong>鹰眼会员服务期限中包含鹰眼鉴房解决故障、服务器维修、调整、升级等所需用的合理时间，对上述情况所需用的时间或造成的任何损失（如有），鹰眼会员不予任何形式的赔偿/补偿，但鹰眼鉴房会尽可能将影响降至最低。</strong>
                         </li>
                         <li>您成为鹰眼会员后，可能会因您使用的软件版本、设备、操作系统等不同以及其他第三方原因导致实际可使用的具体权益或服务内容有差别，由此可能给您带来的不便，您表示理解且不予追究或豁免鹰眼鉴房的相关责任。鹰眼鉴房建议您可以通过升级应用程序或操作系统版本、更换使用设备等方式来尝试解决，或者直接通过本协议提供的方式与鹰眼鉴房联系进行解决。</li>
                         <li>
                              <strong>5.6 鹰眼会员账号下的所有行为视为您本人的行为；而且您应对自身在获取和使用鹰眼会员服务时的一切行为（无论是否故意）负全部责任。鹰眼鉴房享有对您在获取和使用会员服务及其相关活动过程中的监督、提示的权利，如您的行为违反有关法律法规或违反本协议的约定，鹰眼鉴房享有要求您纠正及追究您责任等权利。</strong>
                         </li>
                         <li>
                              <strong>您知悉并同意，您应遵循鹰眼鉴房官方渠道公布的流程、平台规范等获取/使用鹰眼会员资格和鹰眼会员服务、以及参与面向会员举办的相关活动，不得自行或协助他人通过以下任一方式获取/使用鹰眼会员资格和鹰眼会员服务、或参与相关活动。否则，鹰眼鉴房有权不经通知拒绝您的申请或撤销涉及的鹰眼会员资格、拒绝或终止为您提供服务，并不退还鹰眼会员服务费且不予支付任何形式的任何赔偿/补偿，同时鹰眼鉴房有权追究您的相关法律责任：</strong>
                              <ul>
                                   <li class="list-style">
                                        <strong>未经鹰眼鉴房明确授权，以商业性或其他非个人使用等目的为自己或他人获取、使用鹰眼会员服务；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>未经鹰眼鉴房明确授权，通过机器人软件、蜘蛛软件、爬虫软件等任何自动程序、脚本、软件等方式获取鹰眼会员服务、内容、数据；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>未经鹰眼鉴房明确授权，通过技术手段对服务内容、服务期限、消费金额、交易状态等信息进行修改；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>将鹰眼会员服务通过非鹰眼鉴房明确授权的方式在鹰眼会员账号之间转移，或未经爱鹰眼鉴房明确授权而赠与、借用、租用、销售、转让鹰眼会员资格；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>未经鹰眼鉴房明确授权，将鹰眼会员服务提供的服务内容全部或部分进行复制、下载、上传、修改、编目排序、翻译、发行、开发、转让、销售、展示、传播、合成、嵌套、链接、创作衍生作品、进行商业开发或推广等；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>对鹰眼鉴房用于保护鹰眼会员服务的任何安全措施技术进行破解、更改、反操作、篡改或其他破坏；未经鹰眼鉴房事先书面同意而删除鹰眼会员服务内容上的任何所有权或知识产权声明或标签；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>未经鹰眼鉴房明确授权，采用收费或免费的方式，在任何公开场合全部或部分展示鹰眼会员服务内容（但如您的上述行为不构成侵权的除外）；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>通过不正当手段或以违反诚实信用原则的方式（如利用规则漏洞、利用系统漏洞、滥用会员身份、黑色产业、投机等违背鹰眼鉴房提供服务/举办活动的初衷的方式）；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>通过侵犯鹰眼鉴房或他人合法权益的方式；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>其他未经鹰眼鉴房明示授权许可或违反本协议、法律法规或监管政策的行为。</strong>
                                   </li>
                              </ul>
                              <strong>鹰眼鉴房在此声明：任何未经鹰眼鉴房明示授权而销售、转让鹰眼会员资格的行为属于非法销售、非法转让，鹰眼鉴房有权追究其法律责任。</strong>
                         </li>
                         <li>
                              <strong>您知悉并同意，如您存在或鹰眼鉴房经独立判断后认为您存在任何违反国家法律法规或监管政策、违反本协议或有损鹰眼鉴房或/及其关联公司的声誉、利益的行为的，鹰眼鉴房有权独立决定采取以下一项或多项处理措施：</strong>
                              <ul>
                                   <li class="list-style">
                                        <strong>如本协议对此行为有单独条款约定处理方式的，按照该条款处理；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>无需通知您而采取一种或多种措施制止您的行为及行为产生的后果，如删除/屏蔽相关链接或内容、限制/取消您的账号/账户使用权限等；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>无需通知您而中断或终止部分或全部会员服务，且您已交纳的会员服务费用将不予退还且不获得任何形式的补偿/赔偿；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>如您的行为使鹰眼鉴房或/及其关联公司遭受任何损失的，您应当承担全部损失赔偿责任并在鹰眼鉴房要求的时限内完成费用支付。</strong>
                                   </li>
                              </ul>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>七、协议的变更</h2>
                    <ul>
                         <li>
                              <strong>鹰眼鉴房有权变更本协议内容，对此，鹰眼鉴房将在相应页面或以其他合理方式进行通知。通知一经发送即视为已成功通知您。</strong>
                         </li>
                         <li>
                              <strong>如协议发生变更，但您不同意变更的内容的，您有权选择停止使用鹰眼会员服务。如您在变更后的协议生效后仍继续使用鹰眼会员服务的，则视为您已经同意变更的全部内容。</strong>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>八、服务的中断和终止</h2>
                    <ul>
                         <li>
                              <strong>在发生如下情况时，鹰眼鉴房有权中断或终止向您提供鹰眼会员服务：</strong>
                              <ul>
                                   <li class="list-style">
                                        <strong>您主动提出要求的；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>您存在或鹰眼鉴房经独立判断后认为您存在任何违反国家法律法规或监管政策、违反本协议或有损鹰眼鉴房或/及其关联公司的声誉、利益的行为的；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>鹰眼鉴房根据法律法规、监管政策的规定或有权机关的要求；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>鹰眼鉴房为维护账号与系统安全等紧急情况之需要；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>不可抗力（鉴于互联网之特殊性质，不可抗力亦包括黑客攻击、电信部门技术调整导致之重大影响、因政府管制而造成之暂时关闭、病毒侵袭等影响互联网正常运行之情形）；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>其他鹰眼鉴房无法抗拒的情况。</strong>
                                   </li>
                              </ul>
                         </li>
                         <li>
                              <strong>当发生前述终止的情况时，您与鹰眼鉴房均认可如下处理方式：</strong>
                              <ul>
                                   <li class="list-style">
                                        <strong>已经产生但未使用的鹰眼会员权益自动清除且不折现；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>如您在鹰眼鉴房平台内有正在进行中的交易，鹰眼鉴房届时将视情况进行合理处理；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>除法律法规另有规定或鹰眼鉴房另有说明外，鹰眼鉴房已收取的会员费用不予退还；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>如因您违反本协议导致终止的，鹰眼鉴房有权视情况要求您承担相应的违约责任；</strong>
                                   </li>
                                   <li class="list-style">
                                        <strong>除法律法规另有规定或鹰眼鉴房另有说明外，鹰眼鉴房无需向您和第三人承担任何责任。</strong>
                                   </li>
                              </ul>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>九、免责声明</h2>
                    <ul>
                         <li>
                              <strong>您在使用服务的过程中应遵守国家法律法规及政策规定，因其使用服务而产生的行为后果由您自行承担。</strong>
                         </li>
                         <li>
                              <strong>鹰眼鉴房秉持公正、客观的原则，在提供服务过程中发布的任何信息，不含有任何偏向性的观点。您应自行做出判断或决定并对其行为后果承担责任。</strong>
                         </li>
                         <li>
                              <strong>对于因不可抗力或鹰眼鉴房不能控制的原因造成的服务中断或其它缺陷，鹰眼鉴房不承担任何责任，但将尽力减少因此而给您造成的损失和影响。</strong>
                         </li>
                         <li>
                              <strong>您完全同意，对于鹰眼鉴房提供的服务的质量缺陷本身及其引发的任何损失，鹰眼鉴房无需承担任何责任。</strong>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>十、通知</h2>
                    <ul>
                         <li>
                              <strong>为便于您获知与本协议和鹰眼会员服务相关的信息，您同意鹰眼鉴房有权通过网页公示、页面提示、弹窗、消息通知、公众号通知、您预留的联系方式（如手机短信、电子邮件等）等一种或多种方式进行通知，该通知自鹰眼鉴房发送之时视为已成功送达您。如多种通知方式并存的，则送达时间以上述方式中最早发送之时为准。</strong>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>十一、法律的适用和管辖</h2>
                    <ul>
                         <li>
                              <strong>本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律。如本协议因与中华人民共和国现行法律相抵触而导致部分无效的，不影响协议的其他部分的效力。</strong>
                         </li>
                         <li>
                              <strong>如就本协议的签订、履行等发生任何争议的，双方应尽量友好协商解决；协商不成时，任何一方均可向北京市海淀区人民法院提起诉讼。双方同意，解决争议时，应以您同意的最新《鹰眼会员服务协议》为准。</strong>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>十二、其他</h2>
                    <ul>
                         <li>
                              <strong>本协议的标题仅为方便及阅读而设，并不影响正文中任何条款的含义或解释。</strong>
                         </li>
                         <li>
                              <strong>鹰眼鉴房未行使或延迟行使其在本协议项下的权利并不构成对这些权利的放弃，而单一或部分行使其在本协议项下的任何权利并不排斥其任何其它权利的行使。鹰眼鉴房随时有权要求您继续履行义务并承担相应的违约责任。</strong>
                         </li>
                    </ul>
               </div>
          </section>
     </article>
</template>
<style lang="scss" scoped>
.m-serviceAgreement {
     padding: 20px 15px;
     h1 {
          margin-top: 0.1rem;
          text-align: center;
     }
     h2 {
          margin: 15px 0;
     }
     p {
          text-align: justify;
          line-height: 25px;
     }
     ul {
          padding-left: 20px;
          li {
               list-style-type: decimal;
               line-height: 25px;
               text-align: justify;
               margin-top: 0.1rem;
          }
     }
     .mar-top {
          margin-top: 0.1rem;
     }
     .text-indent {
          text-indent: 2em;
     }
     .list-style {
          list-style-type: lower-roman;
     }
}
</style>