<template>
     <article class="m-safetyCulture">
          <section>
               <div>
                    <h2>1、什么是质量金字塔？</h2>
                    <p>质量金字塔是通过鹰眼鉴房工程质量大数据计算得出的风险评估模型，通过将复杂的数百上千个工程监测点按周期、严重程度等归类计算，得出可视化的风险评估模型，帮助购房者进行楼盘质量风险推测。</p>
               </div>
               <div>
                    <h2>2、质量金字塔风险等级如何划分?</h2>
                    <p>鹰眼鉴房楼盘质量金字塔按质量问题严重程度从高到低，分为A、B、C、D、E、F六个等级，级别越高，代表可能的危害程度越高，级别越低，对居住体验的影响越轻微。</p>
                    <td>
                         <tr>
                              <h3>A级：有可能会给建筑结构带来安全隐患。</h3>
                              <p>存在严重或重大质量隐患，可能造成建筑结构局部或整体破坏、倒塌的质量问题。</p>
                              <p>如：混凝土强度严重不达标、楼体发生不均匀沉降（楼体倾斜）、混凝土墙体出现裂缝。</p>
                         </tr>
                         <tr>
                              <h3>B级：施工建设过程中出现过质量、安全事故</h3>
                              <p>如：施工过程中模板支撑体系坍塌、项目火灾、塔吊及其他重要施工器械倒塌造成安全、质量事故的。</p>
                         </tr>
                         <tr>
                              <h3>C级：可能会影响建筑结构耐久性及受力性能</h3>
                              <p>不影响正常使用。但影响构件承受荷载的能力、降低结构耐久性、加速构件老化的质量问题。</p>
                              <p>如：混凝土冷缝、混凝土构件大面积夹渣、混凝土构件大面积剔凿、混凝土孔洞、露筋。</p>
                         </tr>
                         <tr>
                              <h3>D级：有可能会影响日常使用且会影响结构耐久性</h3>
                              <p>影响日常使用的同时，还会影响构件耐久性、加速构件老化的问题。</p>
                              <p>如：楼板裂缝渗水、屋面防水卷材搭接不严、抹灰面层起泡、开花、有抹纹</p>
                         </tr>
                         <tr>
                              <h3>E级：有可能会影响日常使用</h3>
                              <p>即问题造成的影响不能满足正常设计功能要求且会对日常使用造成实际影响的问题。</p>
                              <p>如：阳台板积水、地漏不通畅、塑料排水管道穿楼板处漏水、渗漏、瓷砖脱落、地暖管道渗漏。</p>
                         </tr>
                         <tr>
                              <h3>F级：有可能不影响使用但是存在质量隐患的</h3>
                              <p>即在施工过程中出现的不会影响正常使用但造成危害不易评估的“隐性”（会被覆盖）的质量瑕疵。</p>
                              <p>如：抹灰层不平整、混凝土墙面轻微的夹渣、烂根。</p>
                         </tr>
                    </td>
               </div>
               <div>
                    <h2>3、什么是安全文明施工？</h2>
                    <p>安全文明施工是通过鹰眼鉴房工程管理大数据计算得出的风险评估模型，通过将复杂的数百个工程监测点按周期、严重程度等归类计算，得出可视化的工程管理风险评估模型，帮助购房者通过工程管理的优劣来辅助进行楼盘质量风险推测。</p>
               </div>
               <div>
                    <h2>4、安全文明施工等级如何划分?</h2>
                    <p>鹰眼鉴房安全文明施工问题严重程度从高到低，分为A、B、C三个等级，级别越高，代表工程管理导致的安全隐患程度越高，级别越低，代表工程管理存在的风险越轻微。</p>
                    <div>
                         <td>
                              <tr>
                                   <h3>A级：有可能会对给施工安全带来隐患</h3>
                                   <p>即施工现场的安全防护措施是否有问题。施工安全为项目管理最为重要的项目，该项好坏可直接反应项目管理团队的管理能力。</p>
                              </tr>
                              <tr>
                                   <h3>B级：施工成品保护存在问题</h3>
                                   <p>即在一道工序完成后，是否能够按要求对其采取保护措施免收施工过程的以外损害。此类问题与工程质量直接相关。</p>
                              </tr>
                              <tr>
                                   <h3>C级：施工场地面貌</h3>
                                   <p>即施工现场的施工环境是否存在问题。施工环境的好坏可反应项目管理团队的管理能力。</p>
                              </tr>
                         </td>
                    </div>
               </div>
          </section>
     </article>
</template>
<style lang="scss" scoped>
.m-safetyCulture {
     padding: 20px 15px;
     h1 {
          margin-top: 0.1rem;
          text-align: center;
          font-size: 18px;
     }
     h2 {
          margin: 15px 0;
     }
     h3 {
          text-indent: 2em;
          font-size: 15px;
     }
     p {
          text-align: justify;
          line-height: 25px;
          text-indent: 2em;
          font-size: 14px;
     }
     ul {
          padding-left: 20px;
          li {
               list-style-type: decimal;
               line-height: 25px;
               text-align: justify;
               margin-top: 0.1rem;
          }
     }
     .mar-top,
     tr {
          display: block;
          margin-top: 0.1rem;
     }
     .mar-left {
          padding-left: 60px;
     }
     .text-indent {
          text-indent: 2em;
     }
     .text-indent-4 {
          text-indent: 4em;
     }
     .list-style {
          list-style-type: lower-roman;
     }
}
</style>