<template>
     <article class="m-privacyAgreement">
          <section>
               <h1>鹰眼鉴房隐私协议</h1>
               <h2>导言</h2>
               <p
                    class="text-indent mar-top"
               >鹰眼鉴房（以下也称“我们”）深知个人信息对您的重要性，因此我们非常重视保护您的隐私和个人信息，我们亦将本《鹰眼鉴房隐私协议》（以下也称“本协议”）中的内容以高度审慎的义务对待和处理。本政策与您所使用的我们的产品与/或服务息息相关，您在下载、安装、启动、浏览、注册、登录、使用我们的产品与/或服务（以下统称“使用我们的产品与/或服务”或“使用产品与/或服务” ）时，我们将按照本政策的约定处理和保护您的个人信息，因此我们希望您能够仔细阅读、充分理解本政策的全文，并在需要时，按照本政策的指引，作出您认为适当的选择。本政策之中涉及的相关技术词汇，我们尽量以简明扼要的表述向您解释，以便于您理解。</p>
               <p
                    class="text-indent mar-top"
               >您应当在仔细阅读、充分理解本《鹰眼鉴房隐私协议》后使用我们的产品与/或服务，如果您不同意本协议的内容，将可能导致我们的产品与/或服务无法正常运行，或者无法达到我们拟达到的服务效果，您应立即停止访问/使用我们的产品与/或服务。您使用或继续使用我们提供的产品与/或服务的行为，都表示您充分理解和同意本《鹰眼鉴房隐私协议》（包括更新版本）的全部内容。</p>
               <p
                    class="text-indent mar-top"
               >鹰眼鉴房已经以字体加粗或其他合理方式提示您重点阅读协议中与您的权益（可能）存在重大关系的条款，且双方同意其不属于《合同法》第40条规定的“免除其责任、加重对方责任、排除对方主要权利”的条款，即您和鹰眼鉴房均认可该类条款的合法性及有效性，您不会以鹰眼鉴房未尽到合理提示义务为由而声称协议中条款非法或无效。</p>
               <div>
                    <h2>一、本《鹰眼鉴房隐私协议》适用范围</h2>
                    <p
                         class="text-indent mar-top"
                    >本《鹰眼鉴房隐私协议》为北京买家帮网络信息有限公司（下称“买家帮”）所有产品与/或服务统一适用的通用内容，当您使用我们的任何产品与/或服务时，本《鹰眼鉴房隐私协议》即适用，无论该产品与/或服务是否单独设置了隐私条款，也无论您是浏览用户（访客）还是注册登录用户。但请您注意，本《鹰眼鉴房隐私协议》不适用于以下情况：</p>
                    <ul>
                         <li>为我们的产品与/或服务提供广告服务的第三方的信息收集/处理做法；</li>
                         <li>我们的产品与/或服务可能会包含或链接至第三方提供的信息与/或第三方服务（包括任何第三方应用、网站、产品、服务等），这些信息与/或服务由第三方负责运营，您使用该等信息与/或服务与我们无关。我们在此善意的提醒您，您在使用第三方信息与/或服务时，应留意和仔细阅读第三方向您展示的相关用户协议和隐私政策，并妥善保管和谨慎提供您的个人信息。本《鹰眼鉴房隐私协议》仅适用于我们所收集的您的个人信息，并不适用于任何第三方对您的个人信息的收集，以及任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方收集、储存和使用的您个人信息的行为在法律允许的范围内亦不承担任何责任；</li>
                         <li>其他非买家帮向您提供的产品与/或服务内容。</li>
                    </ul>
               </div>
               <div>
                    <h2>二、我们如何收集和使用您的个人信息</h2>
                    <p
                         class="text-indent mar-top"
                    >您在使用我们的产品与/或服务时，我们需要/可能需要收集和使用您的一些个人信息，我们收集和使用的您的个人信息类型包括如下两种情况：</p>
                    <ul>
                         <li>我们产品与/或服务的核心业务功能所必需的信息：此类信息为产品与/或服务正常运行的必备信息，您须授权我们收集。如您拒绝提供，您将无法正常使用我们的产品与/或服务；</li>
                         <li>附加业务功能可能需要收集的信息：此信息为非核心业务功能所需的信息，您可以选择是否授权我们收集。如您拒绝提供，将导致附加业务功能无法实现或无法达到我们拟达到的效果，但不影响您对核心业务功能的正常使用。</li>
                    </ul>
                    <p
                         class="text-indent mar-top"
                    >我们需要特别提醒您的是：由于我们的产品和服务较多，为您提供的内容也不同，因此核心业务功能（包括其收集的您的个人信息类型）也会因产品/服务的内容不同而有所区别，具体以产品/服务实际提供为准。除此之外，您理解并同意，我们希望提供给您的产品和服务是完善的，所以我们会不断改进我们的产品和服务，包括技术，这意味着我们可能会经常推出新的业务功能，可能需要收集新的个人信息或变更个人信息使用目的或方式。如果某一需要收集您的个人信息的功能或产品/服务未能在本《鹰眼鉴房隐私协议》中予以说明的，我们会通过更新本政策、页面提示、弹窗、网站公告等方式另行向您说明该信息收集的目的、内容、使用方式和范围，并为您提供自主选择同意的方式，且在征得您明示同意后收集。</p>
                    <p class="text-indent mar-top">具体业务功能场景包括：</p>
                    <ul>
                         <li>
                              <strong>楼盘图片及视频数据展示</strong>
                              <p
                                   class="text-indent mar-top"
                              >我们的产品与/或服务为您提供服务过程中，我们需要收集您的一些信息，包括如下个人信息：设备型号、设备名称、设备标识、浏览器类型和设置、语言设置、操作系统和应用程序版本、登录IP地址、接入网络的方式、网络质量数据、移动网络信息（包括运营商名称）、产品版本号、日志信息（如操作日志、服务日志）。同时为了收集上述基本的个人设备信息，我们将会申请访问您的设备信息的权限，我们收集这些信息是为了向您提供我们最核心的服务，如您拒绝提供上述权限将可能导致您无法使用我们的产品与服务。</p>
                         </li>
                         <li>
                              <strong>搜索功能</strong>
                              <p
                                   class="text-indent mar-top"
                              >当您使用搜索功能时，我们需要收集您的一些信息，包括如下个人信息：搜索的字词（包括语音信息）、浏览记录和时间、搜索的时间以及与它们互动的次数。我们收集这些信息是为了向您提供您所需要的内容和可能更感兴趣的服务，同时亦可以改进我们的产品和服务。</p>
                         </li>
                         <li>
                              <strong>注册及会员功能</strong>
                              <p
                                   class="text-indent mar-top"
                              >当您使用注册及会员功能时，您需要按照我们的指引完成一系列注册（会员）的程序，在您成为注册（会员）用户后，我们将为您提供专属于注册（会员）用户的产品与/或服务。在此过程中，您需要提供给我们一些单独或者结合识别您的用户身份的信息，包括：手机号码、验证码匹配结果，并创建账号UID、密码。我们收集这些信息是用以完成注册（会员）程序、为您持续稳定提供注册（会员）服务，并保护您注册（会员）账号的安全。您应知悉，手机号码和验证码匹配结果属于您的个人敏感信息，我们收集该类信息是为了满足相关法律法规的要求，如您拒绝提供可能导致您无法使用我们的此功能，请您谨慎考虑后再提供。</p>
                              <p
                                   class="text-indent mar-top"
                              >需要说明的是，我们的一些平台支持您使用第三方平台的账号（例如：微信/微博/百度等账号）进行登录，如您使用第三方平台的账号登录的，我们将根据您的授权获取该第三方账号下的相关信息（包括：用户名、昵称、头像，具体以您的授权内容为准）以及身份验证信息（个人敏感信息）。我们收集这些信息是用于为您提供账号登录服务以及保障您的账号安全，防范安全风险。如您拒绝授权此类信息的，您将无法使用第三方平台的账号登录我们平台，但不影响我们为您提供的其他产品和服务的正常使用。</p>
                              <p
                                   class="text-indent mar-top"
                              >您知悉并同意，对于您在使用产品与/或服务的过程中提供的您的一种或多种联系方式（例如：电子邮箱、联系电话、传真号码、联系地址），我们在运营中可能会向其中的一种或多种发送多类通知，用于用户消息告知、身份验证、安全验证等用途；此外，我们也会将在前述过程中收集的手机号码、电子邮箱用作向您发送您可能感兴趣的广告、商业活动等商业性信息的用途，但请您放心，如您不愿接受该商业性信息，您可以通过手机短信、电子邮件中提供的退订方式进行退订，也可以直接与鹰眼鉴房联系进行退订。</p>
                         </li>
                         <li>
                              <strong>基于设备相册权限的附加业务功能</strong>
                              <p
                                   class="text-indent mar-top"
                              >当您使用业主圈功能时，我们将需要获取您的设备相册权限，并收集您提供的图文内容信息（个人信息）。如您拒绝提供的仅会使您无法使用该功能，但并不影响您正常使用产品与/或服务的其他功能。相册权限是您设备上的一项设置，您可以通过设备设置页面进行管理。同时，您也可以随时通过产品上的相关功能设置开启/取消该权限。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该等个人信息；当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的个人信息的处理、存储。</p>
                         </li>
                         <li>
                              <strong>基于设备相机权限的附加业务功能</strong>
                              <p
                                   class="text-indent mar-top"
                              >当您使用业主圈功能时，我们将需要获取您的设备相机权限，并收集您提供的图片内容信息（个人信息）。如您拒绝提供的仅会使您无法使用该功能，但并不影响您正常使用产品与/或服务的其他功能。相机权限是您设备上的一项设置，您可以通过设备设置页面进行管理。同时，您也可以随时通过产品上的相关功能设置开启/取消该权限。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该等个人信息；当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的个人信息的处理、存储。</p>
                         </li>
                         <li>
                              <strong>客服、其他用户响应功能</strong>
                              <p
                                   class="text-indent mar-top"
                              >当您联系我们的客服时，为了您的账号与系统安全，我们可能需要您先行提供账号信息，并与您之前的个人信息相匹配以验证您的用户身份。在您使用客服功能时，我们可能还会需要收集您的如下个人敏感信息：联系方式（您与我们联系时使用的电话号码/电子邮箱或您向我们主动提供的其他联系方式）、您与我们的沟通信息（包括文字/图片/音视频/通话记录形式）、与您需求相关联的其他必要信息。我们收集这些信息是为了调查事实与帮助您解决问题，如您拒绝提供可能导致您无法使用我们的客服服务。</p>
                         </li>
                         <li>
                              <strong>保障账号安全功能</strong>
                              <p
                                   class="text-indent mar-top"
                              >我们需要收集您的一些信息来保障您使用我们的产品与/或服务时的账号与系统安全，并协助提升我们的产品与/服务的安全性和可靠性，以防产生任何危害用户、鹰眼鉴房、社会的行为，包括：您的如下个人信息：账号登录地、个人常用设备信息、登录IP地址、产品版本号、浏览记录、网络使用习惯、服务故障信息，以及个人敏感信息：会员实名认证信息。我们会根据上述信息来综合判断您账号、账户及交易风险、进行身份验证、客户服务、检测及防范安全事件、诈骗监测、存档和备份用途，并依法采取必要的记录、审计、分析、处置措施，一旦我们检测出存在或疑似存在账号安全风险时，我们会使用相关信息进行安全验证与风险排除，确保我们向您提供的产品和服务的安全性，以用来保障您的权益不受侵害。同时，当发生账号或系统安全问题时，我们会收集这些信息来优化我们的产品和服务。</p>
                         </li>
                         <li>
                              <strong>从外部第三方间接收集的您的个人信息</strong>
                              <p
                                   class="text-indent mar-top"
                              >您知悉，您向外部第三方提供的个人信息，或外部第三方收集的您的个人信息，我们无法获取，更不会使用非常规方式（如：恶意干预对方系列APP数据）擅自以软件程序获得您的个人信息。如果因业务发展的必要而需要从第三方间接收集（如共享等）您的个人信息的，且由我们直接或联合为您提供产品或服务的，我们（或第三方）在收集前会向您明示共享的您个人信息的来源、类型、使用目的、方式和所用于的业务功能、授权同意范围（如果使用方式和范围超出您在第三方原授权范围的，我们会再次征得您的授权同意），此种场景包括您通过第三方账户直接登录我们的产品与/或服务时，我们从第三方获取的您授权共享的账户信息（包括头像、昵称）、我们的某些产品/服务由业务合作伙伴提供或者我们与业务合作伙伴共同提供时，为了必要/合理的业务的顺利开展，我们从部分业务合作伙伴处间接收集的您的部分信息、其他方使用我们的产品与/或服务时所提供有关您的信息（包括发布的与您相关的内容，包括评论、动态、图片、照片、视频）。</p>
                              <p
                                   class="text-indent mar-top"
                              >此外，我们会在间接收集您的个人信息前，明确以书面形式（如协议、承诺书）要求该第三方在已经取得您明示同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感信息的在提供给我们使用前需经过您的再次确认，在协议等层面要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；同时，我们的专业安全团队对个人信息进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。</p>
                         </li>
                         <li>
                              <strong>个性化推荐/定向推送、维护/改进我们的产品与/或服务之必需</strong>
                              <p
                                   class="text-indent mar-top"
                              >为了向您提供更优质和更适合您的产品与/或服务、让您有更好的产品与/或服务的使用体验或您同意的其他用途，在符合相关法律法规的前提下，我们可能将我们的某一项产品与/或服务所收集的您的个人信息，以综合统计、分析的方式单独或与来自其他服务的某些信息结合进行使用，以便于向您提供个性化服务/定向推送，包括我们向您提供相关个性化信息、在征得您同意的情况下与我们的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息等，同时，我们也为您提供了相关定向推送的退出机制。包括：为了满足城市选择定位您所在位置，我们将访问您的位置信息，您可以授权提供给我们您的位置信息（您知悉并同意，在某些特定业务场景下，为了提高业务处理能力、降低成本或其他方面考虑，我们可能会使用有能力的第三方定位SDK来获取您的相关信息，例如：使用“高德定位”SDK获取您的地理位置信息。但未经您的同意，我们不会主动将前述信息传输至该第三方），以便我们向您推荐所在地区的最新消息或更适合您的服务内容等，如您决定退出我们基于位置信息作出的个性化推荐/定向推送的，您可取消授权；您可以授权我们在移动端通过“消息”推送您可能更感兴趣的相关内容，如您希望我们停止推送的，可以取消。</p>
                              <p
                                   class="text-indent mar-top"
                              >我们可能会收集您使用我们的产品与/或服务时的搜索记录、收藏记录、IP地址、访问日期和时间、您的偏向网络行为、兴趣偏好等信息形成用户画像用于帮助使我们更加了解您如何接入和使用我们的产品与/或服务、维护和改进我们的产品与/或服务或对您作出其他方面的回应。</p>
                              <p
                                   class="text-indent mar-top"
                              >同时，我们可能会收集您使用我们的产品与/或服务时的其他信息做一些其他合理用途，包括：调查问卷回复、您与鹰眼鉴房的合作伙伴之间互动时我们获得的相关信息用于研发和改进、综合统计、数据分析或加工等处理、经您同意或授权的其他用途、遵守法律规定或其他一些合理用途，例如：您在特定营销活动中获得的红包，法律要求我们履行代扣代缴个人所得税的义务，因此我们需要依法收集您的姓名、身份证信息（个人敏感信息）。如我们在相关产品与/或服务之中提供了相应选项，您也可以主动要求我们将您在该产品与/或服务所提供和储存的个人信息用于我们或我们合作方的其他服务。</p>
                         </li>
                         <li>
                              <strong>其他</strong>
                              <p
                                   class="text-indent mar-top"
                              >如上文所述，如果某一需要收集您的个人信息的功能或产品/服务未能在本《鹰眼鉴房隐私协议》中予以说明的，或者我们超出了与收集您的个人信息时所声称的目的及具有直接或合理关联范围的，我们将在收集和使用你的个人信息前，通过更新本《鹰眼鉴房隐私协》、页面提示、弹窗、消息通知、网站公告或其他便于您获知的方式另行向您说明，并为您提供自主选择同意的方式，且在征得您明示同意后收集和使用。</p>
                              <p class="text-indent mar-top">例外情形</p>
                              <p
                                   class="text-indent mar-top"
                              >另外，您充分理解并同意，我们在以下情况下收集、使用您的个人信息无需您的授权同意：</p>
                              <p class="text-indent mar-top">与国家安全、国防安全有关的；</p>
                              <p class="text-indent mar-top">与公共安全、公共卫生、重大公共利益有关的；</p>
                              <p class="text-indent mar-top">与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
                              <p class="text-indent mar-top">出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
                              <p
                                   class="text-indent mar-top"
                              >所收集的信息是您自行向社会公开的或者是从合法公开的渠道（如合法的新闻报道、政府信息公开等渠道）中收集到的；</p>
                              <p class="text-indent mar-top">根据与您签订和履行相关协议或其他书面文件所必需的；</p>
                              <p
                                   class="text-indent mar-top"
                              >用于维护我们的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</p>
                              <p class="text-indent mar-top">有权机关的要求、法律法规等规定的其他情形。</p>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>三、我们如何使用Cookie和同类技术</h2>
                    <ul>
                         <li>
                              <strong>关于Cookie和同类技术</strong>
                              <p
                                   class="text-indent mar-top"
                              >Cookie是包含字符串的小文件，在您登入和使用网站或其他网络内容时发送、存放在您的计算机、移动设备或其他装置内（通常经过加密）。Cookie同类技术是可用于与Cookie类似用途的其他技术，例如：Web Beacon、Proxy、嵌入式脚本等。</p>
                              <p
                                   class="text-indent mar-top"
                              >目前，我们主要使用Cookie收集您的个人信息。您知悉并同意，随着技术的发展和我们产品和服务的进一步完善，我们也可能会使用Cookie同类技术。</p>
                         </li>
                         <li>
                              <strong>我们如何使用Cookie和同类技术</strong>
                              <p
                                   class="text-indent mar-top"
                              >在您使用我们的产品与/或服务时，我们可能会使用Cookie和同类技术收集您的一些个人信息，包括：您访问网站的习惯、您的浏览信息、您的登录信息，Cookie和同类技术收集该类信息是为了您使用我们的产品与/或服务的必要、简化您重复操作的步骤（如注册、登录）、便于您查看使用历史、向您提供更切合您个人需要的服务内容和您可能更感兴趣的内容、保护您的信息和账号安全性、改善我们的产品和服务等。我们承诺仅在本《鹰眼鉴房隐私协》所述目的范围内使用Cookie和同类技术。</p>
                              <p
                                   class="text-indent mar-top"
                              >如果您的浏览器允许，您可以通过您的浏览器的设置以管理、（部分/全部）拒绝Cookie与/或同类技术；或删除已经储存在您的计算机、移动设备或其他装置内的Cookie与/或同类技术，从而实现我们无法全部或部分追踪您的个人信息。您如需详细了解如何更改浏览器设置，请具体查看您使用的浏览器的相关设置页面。您理解并知悉：我们的某些产品/服务只能通过使用Cookie或同类技术才可得到实现，如您拒绝使用或删除的，您可能将无法正常使用我们的相关产品与/或服务或无法通过我们的产品与/或服务获得最佳的服务体验，同时也可能会对您的信息保护和账号安全性造成一定的影响。</p>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>四、我们如何共享、转让、公开披露您的个人信息</h2>
                    <ul>
                         <li>
                              <strong>共享</strong>
                              <p
                                   class="text-indent mar-top"
                              >我们会重视对您的个人信息的保护，您的个人信息是我们为您提供产品与/或服务的重要依据和组成部分，对于您的个人信息，我们仅在本《鹰眼鉴房隐私协》所述目的和范围内或根据法律法规的要求收集和使用，并严格保密，我们不会与买家帮以外的第三方公司、组织和个人共享您的个人信息，除非存在以下一种或多种情形：</p>
                              <p class="text-indent mar-top">您自行提出要求的；</p>
                              <p class="text-indent mar-top">事先已征得您的明确授权同意；</p>
                              <p class="text-indent mar-top">买家帮内部的必要、合理共享；包括：</p>
                              <p
                                   class="text-indent mar-top"
                              >为便于我们基于买家帮统一的账号体系向您提供一致化服务、向您推荐您可能更感兴趣的内容、保障和提升我们的服务与系统的安全性和可靠性、保护买家帮或用户或公众的人身财产安全免遭侵害，以及便于您进行统一管理，您知悉并同意，您的相关个人信息可能会在买家帮的产品内部进行必要共享，但请您放心，我们只会在必要和合理范围内共享信息且仅在前述目的范围内进行处理（例如：当您使用买家帮账号登录买家帮的其他产品时，我们会向其共享您的必要账户信息，该账号下的相关数据记录也可能会进行共享与关联），如果我们需要共享您的个人敏感信息或关联公司需要改变个人信息的使用及处理目的时，我们会将再次征求您的授权同意；</p>
                              <p class="text-indent mar-top">与部分业务合作伙伴的必要共享；</p>
                              <p
                                   class="text-indent mar-top"
                              >您理解并同意，为了必要/合理的业务的顺利开展、满足您的要求、履行我们在相关用户协议或本隐私政策中的义务和行使我们的权利或遵守法律规定等目的，我们可能需要向部分业务合作伙伴共享您的部分信息。但我们承诺我们只会共享您的必要个人信息，如果我们共享您的个人敏感信息或改变个人信息的使用及处理目的，我们会将再次征求您的授权同意。我们的业务合作伙伴包括：</p>
                              <ul>
                                   <li
                                        class="list-style"
                                   >为我们的产品与/或服务提供功能支持的服务提供商：包括：提供支付服务的支付机构、提供一键登录服务的运营商、第三方配送公司和其他服务提供商，我们共享信息的目的是可以实现我们产品与/或服务的功能，让您可以正常使用；</li>
                                   <li
                                        class="list-style"
                                   >第三方SDK类服务商：我们产品中可能会包含第三方SDK或其他类似的应用程序，如您在我们平台上使用这类由第三方提供的服务时，您同意将由其直接收集和处理您的信息（如以嵌入代码、插件等形式），例如：如您使用华为手机的，华为Push SDK需要读取您的IMEI信息，用于推送/下发通知栏消息；如您使用支付宝付款的，为了让您能够在交易安全的环境中完成交易、实现交易目的，支付宝SDK需要读取您的IMEI信息。前述服务商收集和处理信息等行为遵守其自身的隐私条款，而不适用于本政策。但我们也会努力审查该第三方的业务准入资质并努力要求该等服务商的合法合规性与安全性。为了最大程度保障您的信息安全，我们强烈建议您在使用任何第三方SDK类服务前先行查看其隐私条款。为保障您的合法权益，如您发现这等SDK或其他类似的应用程序存在风险时，建议您立即终止相关操作并及时与我们取得联系；</li>
                                   <li
                                        class="list-style"
                                   >委托我们进行信息推广和广告投放的合作伙伴：您授权我们有权与委托我们进行信息推广和广告投放的合作伙伴共享我们使用您的相关信息集合形成的间接用户画像、去标识化或匿名化处理后的分析/统计类信息，以帮助其进行广告或决策建议、提高广告有效触达率、进一步了解用户需求。当前述合作伙伴为向您提供借贷、存款等服务的金融机构（包括银行、借贷、保险、基金证券公司等机构）时，我们会另行取得您的授权，并在您授权后将您的相关信息（包括：姓名、身份证信息、通讯录信息，具体以您的授权内容为准）同步给该合作伙伴，以便协助您快速完成身份验证、输入紧急联系人信息、风控核验等；同时，您授权我们可以与前述金融机构共享我们使用您的相关信息集合形成的间接用户画像、去标识化或匿名化处理后的分析/统计类信息，以帮助其判断您的资信状况、降低坏账率、保障商业安全和防欺诈等。我们承诺：未经您的同意，我们不会与其共享可以识别您身份的个人信息；</li>
                                   <li
                                        class="list-style"
                                   >与我们共同提供某项服务的合作伙伴，例如：我们与合作伙伴共同开展营销活动，为了能够向您提供正常服务和满足您的服务需求，我们会另行取得您的授权，并在您授权后将您的相关信息（具体以您的授权内容为准）同步给该合作伙伴。</li>
                              </ul>
                              <p class="text-indent mar-top">共享的是去标识化的信息，且接受该信息共享的第三方无法重新识别信息主体身份；</p>
                              <p
                                   class="text-indent mar-top"
                              >为了保护您、我们的其他用户或员工、买家帮或社会公共利益、财产或安全（例如：欺诈或信用风险等）免遭损害而与第三方的共享；</p>
                              <p
                                   class="text-indent mar-top"
                              >某些情况下，只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务，或处理您与他人的纠纷或争议；</p>
                              <p class="text-indent mar-top">依据您与我们签署的相关协议（例如：在线协议、平台规则等）或法律文件而共享的；</p>
                              <p class="text-indent mar-top">符合您与其他第三人之间的有关约定的；</p>
                              <p
                                   class="text-indent mar-top"
                              >基于合理商业习惯而共享的，例如：与第三方共享联合营销活动中的中奖/获胜者等信息，以便其能及时向您发放奖品/礼品等；我们接受尽调时等；</p>
                              <p
                                   class="text-indent mar-top"
                              >基于学术研究而使用，例如：以学术研究为目的而与学术机构共享我们使用您的相关信息集合形成的间接用户画像、去标识化或匿名化处理后的分析/统计类信息（未经您的同意，我们不会与其共享可以识别您身份的个人信息）；学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
                              <p class="text-indent mar-top">有权机关的要求、诉讼争议需要、法律法规等规定的其他需要共享的情形。</p>
                              <p
                                   class="text-indent mar-top"
                              >您可以基于买家帮的平台与第三人（包括不特定对象）共享您的个人信息或其他信息，但因您的共享行为而导致的信息泄露、被使用等情况，与买家帮无关，您需要自行承担相应的法律责任。</p>
                              <p
                                   class="text-indent mar-top"
                              >我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享必要的个人信息。在我们与业务合作伙伴共享信息时，我们会以多种方式保护您的个人信息，包括但不限于：（1）如具备上述合理事由且需要您授权同意的，我们会在共享前向您告知共享的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容）并在取得您授权同意后再共享；（2）在合作协议层面，我们会严格要求合作伙伴的信息保护义务与责任，为此，我们的法律部门要求业务合作伙伴在合作前需与买家帮签署关于数据安全的保护协议，协议严格约定了业务合作伙伴的用户信息保密义务，包括信息的保管、使用和流转等均应满足我们的管控要求，接受我们的审核、监督等，一旦有任何违反，将须承担相应法律责任；（3）此外，我们的安全团队将对信息数据的输出形式、流转、使用等做安全评估与处理等。请您知悉，即使已经取得您的授权同意，我们也仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并尽量对共享内容中的个人信息进行去标识化处理。您理解并知悉，去标识化或匿名化处理后的信息无法指向与识别您，已不属于您的个人信息，其共享无需征得您的授权同意。</p>
                         </li>
                         <li>
                              <strong>转让</strong>
                              <p
                                   class="text-indent mar-top"
                              >转让是指将个人信息控制权向其他公司、组织或个人转移的过程。原则上我们不会将您的个人信息转让，但以下情况除外：</p>
                              <p class="text-indent-4 mar-top">您自行提出要求的；</p>
                              <ul>
                                   <li class="list-style">事先已征得您的明确授权同意；</li>
                                   <li
                                        class="list-style"
                                   >如我们进行兼并、收购、重组、分立、破产、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移，我们会要求新持有人继续遵守和履行该《鹰眼鉴房隐私政策》的全部内容（包括使用目的、使用规则、安全保护措施等），否则我们将要求其重新获取您的明示授权同意；</li>
                                   <li class="list-style">法律法规等规定的其他情形。</li>
                              </ul>
                              <p
                                   class="text-indent"
                              >如具备上述事由确需转让的，我们会在转让前向您告知转让的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的授权同意后再转让，但法律法规另有规定的或本政策另有约定的除外。</p>
                         </li>
                         <li>
                              <strong>公开披露</strong>
                              <p
                                   class="text-indent"
                              >公开披露是指向社会或不特定人群发布信息的行为。除了因需要对违规账号、欺诈行为等进行处罚公告、公布中奖/获胜者等名单时脱敏展示相关信息等必要事宜而进行的必要披露外，我们不会对您的个人信息进行公开披露，如具备合理事由确需公开披露的，我们会在公开披露前向您告知公开披露的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的授权同意后再公开披露，但法律法规另有规定的或本政策另有约定的除外。</p>
                              <p
                                   class="text-indent"
                              >对于公开披露的您的个人信息，我们会充分重视风险，在收到公开披露申请后第一时间且审慎审查其正当性、合理性、合法性，并在公开披露时和公开披露后采取不低于本《鹰眼鉴房隐私协议》约定的个人信息安全保护措施和手段的程度对其进行保护。</p>
                              <p
                                   class="text-indent"
                              >请您知悉，即使已经取得您的授权同意，我们也仅会出于合法、正当、必要、特定、明确的目的公开披露您的个人信息，并尽量对公开披露内容中的个人信息进行去标识化处理。您理解并知悉，去标识化或匿名化处理后的信息无法指向与识别您，已不属于您的个人信息，其公开披露无需征得您的授权同意。</p>
                              <p class="text-indent">例外情形</p>
                              <p
                                   class="text-indent-4"
                              >根据法律法规等规定，在下述情况下，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
                              <p class="text-indent-4">与公共安全、公共卫生、重大公共利益直接相关的；</p>
                              <p
                                   class="text-indent-4"
                              >与犯罪侦查、起诉、审判和判决执行等直接相关的；或根据法律法规的要求、行政机关或公检法等有权机关的要求的；</p>
                              <p class="text-indent-4">出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
                              <p
                                   class="text-indent-4"
                              >个人信息是您自行向社会公开的或者是从合法公开的渠道（如合法的新闻报道、政府信息公开等渠道）中收集到的；</p>
                              <p class="text-indent-4">根据与您签订和履行相关协议或其他书面文件所必需的；</p>
                              <p class="text-indent-4">法律法规等规定的其他情形。</p>
                         </li>
                         <li>
                              <strong>共享、转让、公开披露的相关责任</strong>
                              <p
                                   class="text-indent"
                              >我们将严格按照本隐私政策的约定及相关法律法规的要求执行对个人信息的共享、转让、公开披露的操作，如因我们的过错原因导致您的合法权益遭受损害的，我们愿意就我们的过错在法律规定的范围内向您承担相应的损害赔偿责任。</p>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>五、您对个人信息享有的控制权</h2>
                    <p
                         class="text-indent"
                    >您对我们产品与/或服务中的您的个人信息享有多种方式的控制权，包括：您可以访问、更正/修改、删除您的个人信息，也可以撤回之前作出的对您个人信息的同意，同时您也可以注销您的鹰眼鉴房账号。为便于您行使您的上述控制权，我们在产品的相关功能页面为您提供了操作指引和操作设置，您可以自行进行操作，如您在操作过程中有疑惑或困难的可以通过文末的方式联系我们来进行控制，我们会及时为您处理。</p>
                    <ul>
                         <li>
                              <strong>访问权</strong>
                              <p class="text-indent">您可以在我们的产品与/或服务中查询或访问您的相关个人信息，包括：</p>
                              <p
                                   class="text-indent"
                              >账号信息：您可以通过相关产品页面随时登录您的个人账号，以访问您的账号中的个人资料信息，包括：头像、昵称、手机号等，例如： “头像/昵称”信息在“手机端鹰眼鉴房APP”中的访问路径为：我的 — 编辑个人资料</p>
                              <p
                                   class="text-indent"
                              >使用信息：您可以通过相关产品页面随时查阅您的使用信息，包括：关注记录、搜索记录、上传内容、订单信息、积分信息等，例如：“我的关注”信息在“手机端鹰眼鉴房APP”中的访问路径为：我的—我的关注；</p>
                              <p
                                   class="text-indent"
                              >其他信息：如您在此访问过程中遇到操作问题的或如需获取其他前述无法获知的个人信息内容，您可通过鹰眼鉴房app联系我们，我们将在核实您的身份后在合理期限内向您提供，但法律法规另有规定的或本政策另有约定的除外。</p>
                         </li>
                         <li>
                              <strong>更正/修改权</strong>
                              <p
                                   class="text-indent"
                              >您可以在我们的产品与/或服务中更正/修改您的相关个人信息。为便于您行使您的上述权利，我们为您提供了在线自行更正/修改和向我们提出更正/修改申请两种方式。</p>
                              <p
                                   class="text-indent"
                              >对于您的部分个人信息，我们在产品的相关功能页面为您提供了操作指引和操作设置，您可以直接进行更正/修改，例如：“头像/昵称”信息在“手机端鹰眼鉴房APP”中的更正/修改路径为：我的 — 编辑个人资料</p>
                              <p
                                   class="text-indent"
                              >对于您在行使上述权利过程中遇到的困难，或其他可能未/无法向您提供在线自行更正/修改权限的，经对您的身份进行验证，且更正不影响信息的客观性和准确性的情况下，您有权对错误或不完整的信息作出更正或修改，或在特定情况下，尤其是数据错误时，通过我们公布的反馈与报错等措施将您的更正/修改申请提交给我们，要求我们更正或修改您的数据，但法律法规另有规定的除外。但出于安全性和身份识别的考虑，您可能无法修改注册时提交的某些初始注册信息。</p>
                         </li>
                         <li>
                              <strong>删除权</strong>
                              <p
                                   class="text-indent"
                              >一般而言，我们只会在法律法规规定或必需且最短的时间内保存您的个人信息。为便于您行使您的上述删除权，我们为您提供了在线自行删除和向我们提出删除申请两种方式。</p>
                              <p
                                   class="text-indent"
                              >对于您的部分个人信息，我们在产品的相关功能页面为您提供了操作指引和操作设置，您可以直接进行删除。</p>
                              <p
                                   class="text-indent"
                              >在以下情形下，您可以直接向我们提出删除您个人信息的请求，但已做数据匿名化处理或法律法规另有规定的除外。</p>
                              <p class="text-indent">我们违反法律法规规定，收集、使用您的个人信息的；</p>
                              <p class="text-indent">我们违反了与您的约定，收集、使用您的个人信息的；</p>
                              <p class="text-indent">法律法规等规定的其他情形。</p>
                              <p
                                   class="text-indent"
                              >关于您不再使用我们提供的产品与/或服务且注销鹰眼鉴房账号后、以及我们终止部分或全部产品与/或服务后我们对您的个人信息的处理，我们将在本文其他专门章/节中为您详细作出说明。</p>
                              <p
                                   class="text-indent"
                              >您理解并同意：当您从我们的产品与/或服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
                         </li>
                         <li>
                              <strong>索取权</strong>
                              <p
                                   class="text-indent"
                              >如您需要您的个人数据的副本，您可以通过本鹰眼鉴房APP联系我们，在核实您的身份后，我们将向您提供您在我们的服务中的个人信息副本（包括基本资料、身份信息），但法律法规另有规定的或本政策另有约定的除外。</p>
                         </li>
                         <li>
                              <strong>撤回同意权</strong>
                              <p
                                   class="text-indent"
                              >如您想更改相关权限的授权（例如：位置、通讯录、相机、相册），您可以通过您的硬件设备进行修改、或在我们的产品或服务中的相关功能设置界面进行操作处理.您也可以通过注销鹰眼鉴房账号的方式，永久撤回我们继续收集您个人信息的全部授权。如您在此过程中遇到操作问题的。</p>
                              <p
                                   class="text-indent"
                              >当您取消相关个人信息收集的授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但您知悉并同意，除非您行使前述“ 删除权”，否则您的该行为不会影响我们基于您之前的授权进行的个人信息的收集、处理、存储。</p>
                         </li>
                         <li>
                              <strong>注销权</strong>
                              <p
                                   class="text-indent"
                              >我们为您提供鹰眼鉴房账号注销权限，您可以通过联系我们的客服或通过其他我们公示的方式注销您的账号（但法律法规另有规定的或本政策另有约定的除外），一旦您注销账号，将无法使用我们提供的全线用户产品的服务且自动放弃已有的权益，因此请您谨慎操作。除法律法规另有规定外，注销账号之后，我们将停止为您提供我们所有的产品和服务，您曾通过该账号使用的我们的产品与服务下的所有内容、信息、数据、记录将会被删除或匿名化处理。</p>
                         </li>
                         <li>
                              <strong>提前获知产品与/或服务停止运营权</strong>
                              <p
                                   class="text-indent"
                              >我们将持续为您提供优质服务，若因特殊原因导致我们的部分或全部产品与/或服务被迫停止运营，我们将提前在显著位置或向您发送推送消息或以其他方式通知您，并将停止对您个人信息的收集，同时在超出法律法规规定的必需且最短期限后，我们将会对所持有的您的个人信息进行删除或匿名化处理。</p>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>六、我们如何存储和保护您的个人信息</h2>
                    <ul>
                         <li>
                              <strong>个人信息的存储</strong>
                              <p
                                   class="text-indent"
                              >存储地点：我们依照法律法规的规定，将您的个人信息存储于中华人民共和国境内。目前我们暂时不存在跨境存储您的个人信息或向境外提供个人信息的场景。如需跨境存储或向境外提供个人信息的，我们会单独向您明确告知（包括出境的目的、接收方、使用方式与范围、使用内容、安全保障措施、安全风险等）并再次征得您的授权同意，并严格要求接收方按照本《鹰眼鉴房隐私协议》以及其他相关要求来处理您的个人信息；</p>
                              <p
                                   class="text-indent"
                              >存储期限：我们在为提供我们的产品和服务之目的所必需且最短的期间内保留您的个人信息，例如：当您使用我们的注册及会员功能时，我们需要收集您的手机号码，且在您提供后并在您使用该功能期间，我们需要持续为您保留您的手机号码，以向您正常提供该功能、保障您的账号和系统安全。在超出上述存储期限后，我们会对您的个人信息进行删除或匿名化处理。但您行使删除权、注销账户的或法律法规另有规定的除外（例如：《电子商务法》规定：商品和服务信息、交易信息保存时间自交易完成之日起不少于三年）。</p>
                              <p
                                   class="text-indent"
                              >说明：如您申请注销鹰眼鉴房账号且已成功向我们提交注销申请的，在此期间内，我们为您的该账号提供60天的保留期限（即“冻结期”）。在该冻结期内，为便于您申请恢复该账号，该账号下的相关信息我们暂时不会作删除或匿名化处理。如超过冻结期后，我们未收到您恢复账号的请求或者未出现任何其他不得注销事由的，该账号将被永久注销，该账号下的相关信息我们会作删除或匿名化处理。</p>
                         </li>
                         <li>
                              <strong>个人信息的保护措施</strong>
                              <p
                                   class="text-indent"
                              >我们一直都极为重视保护用户的个人信息安全，为此我们采用了符合行业标准的安全技术措施及配套的组织架构和管理体系等多层面保护措施以最大程度降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。包括：</p>
                              <p class="text-indent">a.数据安全技术措施</p>
                              <ul class="mar-left">
                                   <li
                                        class="list-style"
                                   >数据安全收集方面，通过个人信息安全影响评估确认数据收集的合法性、正当性和必要性，识别并以清晰、准确的方式告知用户以征得同意，同时对用户的授权同意采集行为进行日志记录；采用敏感识别工具对收集的用户数据进行分类分级，针对不同级别的数据设置不同等级的安全策略；采用技术措施对收集或产生数据的来源方进行身份识别，确保数据来源的准确性和抗抵赖性；</li>
                                   <li
                                        class="list-style"
                                   >数据安全传输方面，使用安全通道传输个人信息，并通过合适的加密算法进行安全加密、脱敏处理，确保数据传输过程中个人信息的秘密性和完整性；</li>
                                   <li
                                        class="list-style"
                                   >数据安全存储方面，采用数据分类分级管理制度，针对数据分类分级结果采取不同的信息存储策略；采用数据分类分级管理制度，针对数据分类分级结果采取不同的信息存储策略；个人敏感信息需加密存储，确保数据安全使用规范能够落实到位；针对存储有个人信息的数据库加强权限控制与安全审计；定期对个人信息进行备份与恢复，确保个人信息在存储使用过程中的完整性；</li>
                                   <li
                                        class="list-style"
                                   >数据安全处理方面，依照使用场景和安全需求对个人信息进行脱敏处理，例如在前端显示个人敏感信息之前需在服务端完成脱敏处理；开发、测试环境严禁使用真实用户信息；实施严格的数据权限控制机制，采取多重身份认证、网络/数据隔离等技术措施，确保能够对处理个人信息的行为进行有效监控，避免数据被违规访问和未授权使用；</li>
                                   <li
                                        class="list-style"
                                   >数据安全销毁方面，根据法律法规要求和业务实际需求设定个人信息存储的最小可用期限，对到期的数据通过安全删除技术进行处理，确保已销毁数据不可恢复，技术手段包括但不限于数据彻底清除方案、磁盘销毁、物理销毁等；</li>
                                   <li
                                        class="list-style"
                                   >建立完整的审计机制，对数据生命周期的全流程进行监控与审计，防止您的个人信息遭遇未经授权的访问、公开披露、使用、修改、人为或意外的损坏或丢失；</li>
                                   <li class="list-style">其他实现数据安全保护的措施。</li>
                              </ul>
                              <p class="text-indent">b.数据安全组织和管理措施</p>
                              <ul class="mar-left">
                                   <li
                                        class="list-style"
                                   >成立专门的个人信息保护责任部门，建立相关的内控管理流程，对可能接触到您的信息的工作人员采取最小化权限原则；</li>
                                   <li
                                        class="list-style"
                                   >建立数据分类分级制度、业务数据安全使用规范、数据合作规范等管理体系，保障您的信息在收集、传输、使用、存储、转移、销毁等环节的处置满足法律法规相关规范和安全要求；</li>
                                   <li
                                        class="list-style"
                                   >定期组织员工参加安全与隐私保护相关培训并要求完成规定的考核，加强员工对于保护个人信息重要性的认知；</li>
                                   <li
                                        class="list-style"
                                   >通过公安部信息安全等级保护三级认证，并与监管机构、第三方测评机构建立了良好的协调联动机制，及时抵御并处置各类信息安全威胁，为您的信息安全提供全方位保障；</li>
                                   <li class="list-style">其他可行的安全组织和管理措施。</li>
                              </ul>

                              <p class="text-indent">c.合作协议条款保证</p>
                              <ul class="mar-left">
                                   <li
                                        class="list-style"
                                   >在我们从第三方间接收集您的个人信息前，我们会明确以书面形式（如合作协议、承诺书）要求该第三方在已经取得您明示同意后收集以及处理（如共享等）个人信息，在书面协议层面要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；</li>
                                   <li
                                        class="list-style"
                                   >在我们向业务合作伙伴共享您的个人信息前，我们会严格要求合作伙伴的信息保护义务与责任，并要求业务合作伙伴在合作前需与鹰眼鉴房签署关于数据安全的保护协议，一旦业务合作伙伴有任何违反协议的行为，将须承担相应法律责任；</li>
                                   <li class="list-style">其他合作协议中明确约定的内容。</li>
                              </ul>
                              <p class="text-indent">d.安全事件的处理</p>
                              <ul class="mar-left">
                                   <li
                                        class="list-style"
                                   >我们建立了合理有效、科学健全的安全应急响应体系及由专业的安全技术和运营团队负责维护数据安全部门，便于及时有效的响应、处置各类安全漏洞和突发事件，联合相关部门进行安全事件溯源和打击；</li>
                                   <li
                                        class="list-style"
                                   >如不幸发生个人信息安全事件的，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、电话、短信、推送通知、信件等一种或多种方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况；</li>
                                   <li
                                        class="list-style"
                                   >请您知悉并理解，互联网并非绝对安全的环境，我们强烈建议您通过安全方式、使用复杂密码，协助我们保证您的账号安全。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄露，请您立即根据本隐私政策文末中提供的联系方式联络我们，以便我们采取相应措施来保护您的信息安全。</li>
                              </ul>
                         </li>
                    </ul>
               </div>
               <div>
                    <h2>七、未成年人保护</h2>
                    <p
                         class="text-indent"
                    >未成年人使用我们的产品与/或服务之前应首先取得其监护人的同意。如您为未成年人，在使用我们的产品与/或服务前，应在监护人监护、指导下共同阅读本《鹰眼鉴房隐私协议》，且应在监护人明确同意和指导下使用我们的产品与/或服务、提交个人信息。我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律法规允许、监护人明确同意或保护您的权益所必要的情况下收集、使用、共享、转让或披露未成年人的个人信息；若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请与我们联系。如果我们发现未成年人在未事先获得其监护人同意的情况下使用了我们的产品与/或服务的，我们会尽最大努力与监护人取得联系，并设法尽快删除相关数据。</p>
               </div>
               <div>
                    <h2>八、本《鹰眼鉴房隐私协议》的更新</h2>
                    <p
                         class="text-indent"
                    >我们鼓励您在每次使用我们的产品或服务时都查阅我们的《鹰眼鉴房隐私协议》。为了给您提供更好的服务，我们会根据产品的更新情况及法律法规的相关要求更新本《鹰眼鉴房隐私协议》的条款，该等更新构成本《鹰眼鉴房隐私协议》的一部分。如该等更新造成您在本《鹰眼鉴房隐私协议》下权利的实质减少或重大变更，我们将在本政策生效前通过在显著位置提示或向您发送推送消息或以其他方式通知您，若您继续使用我们的服务，即表示您充分阅读、理解并同意受经修订的《鹰眼鉴房隐私协议》的约束。为保障您的合法权益，我们建议您可以定期在我们平台的设置页面中查看本政策。</p>
                    <p class="text-indent">上述的“重大变更”包括但不限于：</p>
                    <ul class="mar-left">
                         <li class="list-style">我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息的类型、个人信息的使用方式等；</li>
                         <li class="list-style">我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</li>
                         <li class="list-style">个人信息共享、转让或公开披露的主要对象发生变化；</li>
                         <li class="list-style">您参与个人信息处理方面的权利及其行使方式发生重大变化；</li>
                         <li class="list-style">我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</li>
                         <li class="list-style">个人信息安全影响评估报告表明存在高风险时；</li>
                         <li class="list-style">其他重要的或可能严重影响您的个人权益的情况发生时。</li>
                    </ul>
               </div>
               <div>
                    <h2>九、其他</h2>
                    <p
                         class="text-indent"
                    >（一）本《鹰眼鉴房隐私协议》的解释及争议解决均应适用中华人民共和国大陆地区法律。与本《鹰眼鉴房隐私协议》相关的任何纠纷，双方应协商友好解决；若不能协商解决，您同意将争议提交至北京市海淀区人民法院诉讼解决。</p>
                    <p class="text-indent">（二）本《鹰眼鉴房隐私协议》的标题仅为方便及阅读而设，并不影响正文其中任何规定的含义或解释。</p>
               </div>
          </section>
     </article>
</template>
<style lang="scss" scoped>
.m-privacyAgreement {
     padding: 20px 15px;
     h1 {
          margin-top: 0.1rem;
          text-align: center;
     }
     h2 {
          margin: 15px 0;
     }
     p {
          text-align: justify;
          line-height: 25px;
     }
     ul {
          padding-left: 20px;
          li {
               list-style-type: decimal;
               line-height: 25px;
               text-align: justify;
               margin-top: 0.1rem;
          }
     }
     .mar-top {
          margin-top: 0.1rem;
     }
     .mar-left {
          padding-left: 60px;
     }
     .text-indent {
          text-indent: 2em;
     }
     .text-indent-4 {
          text-indent: 4em;
     }
     .list-style {
          list-style-type: lower-roman;
     }
}
</style>